Repository: EternalTimes/wslcontainerdesktop
Catalog: src/WslContainerDesktop/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# Workload_Text_env_0_48f549
source: env: {0}
zh_hans: 环境变量：{0}

# Workload_Text_image_0_13f3da
source: image: {0}
zh_hans: 镜像：{0}

# Workload_Text_image_6105d6
source: image
zh_hans: 镜像

# Workload_Text_images_21b2ee
source: images
zh_hans: 镜像

# Workload_Text_issue_4a5028
source: issue
zh_hans: 问题

# Workload_Text_issues_02e3fe
source: issues
zh_hans: 问题

# Workload_Text_k3s_installer_script_changed_31ef79
source: k3s installer script changed
zh_hans: k3s 安装脚本已更改

# Workload_Text_k3s_is_starting_This_usually_takes_142d0c
source: k3s is starting. This usually takes a few seconds.
zh_hans: k3s 正在启动，通常需要几秒钟。

# Workload_Text_k3s_is_starting_WSL_just_started_497de6
source: k3s is starting… WSL just started its distribution.
zh_hans: k3s 正在启动…WSL 刚启动其发行版。

# Workload_Text_k3s_single_node_cluster_00d0f8
source: k3s single-node cluster
zh_hans: k3s 单节点集群

# Workload_Text_mount_0_0f247a
source: mount: {0}
zh_hans: 挂载：{0}

# Workload_Text_name_0_f86121
source: name: {0}
zh_hans: 名称：{0}

# Workload_Text_network_0_4deab9
source: network: {0}
zh_hans: 网络：{0}

# Workload_Text_no_image_dc74e6
source: (no image)
zh_hans: （无镜像）

# Workload_Text_no_logs_b52742
source: (no logs)
zh_hans: （无日志）

# Workload_Text_port_0_f21231
source: port: {0}
zh_hans: 端口：{0}

# Workload_Text_publishes_0_e65451
source: publishes {0}
zh_hans: 开放 {0}

# Workload_Text_service_9df6b0
source: service
zh_hans: 服务

# Workload_Text_services_ef1c4b
source: services
zh_hans: 服务

# Workload_Text_setting_ec72b9
source: setting
zh_hans: 设置

# Workload_Text_settings_cde0fb
source: settings
zh_hans: 设置

# Workload_Text_stop_timeout_0_5571f3
source: stop timeout: {0}
zh_hans: 停止超时：{0}

# Workload_Text_the_WSL_distribution_0_55fe8a
source: the WSL distribution "{0}"
zh_hans: WSL 发行版“{0}”

# Workload_Text_unknown_b23a6a
source: unknown
zh_hans: 未知

# Workload_Text_used_only_to_log_in_now_fe26ce
source: used only to log in now
zh_hans: 仅用于立即登录

# Workload_Text_user_0_b84b5c
source: user: {0}
zh_hans: 用户：{0}

# Workload_Text_username_or_token_name_39f3c5
source: username or token name
zh_hans: 用户名或令牌名称

# Workload_Text_using_your_GPU_4b145b
source: using your GPU
zh_hans: ，使用 GPU

# Workload_Text_workdir_0_95c98f
source: workdir: {0}
zh_hans: 工作目录：{0}

# Workload_Text_wslc_mount_limit_reached_c1cb82
source: wslc mount limit reached
zh_hans: 已达到 wslc 挂载限制

# Workload_Text_your_WSL_distribution_f67676
source: your WSL distribution
zh_hans: 您的 WSL 发行版

# Workload_Additional_031a8f0f65
source: Failed
zh_hans: 失败

# Workload_Additional_0c7823e8c7
source: Container
zh_hans: 容器

# Workload_Additional_1f43948106
source: Built-in
zh_hans: 内置

# Workload_Additional_321f179c80
source: Imported
zh_hans: 已导入

# Workload_Additional_331551b0de
source: Pending
zh_hans: 等待中

# Workload_Additional_40f68cf75f
source: Restarting
zh_hans: 正在重启

# Workload_Additional_494ca78f73
source: Custom
zh_hans: 自定义

# Workload_Additional_51e1357de8
source: Lost
zh_hans: 已丢失

# Workload_Additional_5fa7aac537
source: Ready
zh_hans: 就绪

# Workload_Additional_6d9a6f97a5
source: Succeeded
zh_hans: 已成功

# Workload_Additional_85fc46c17c
source: Exited
zh_hans: 已退出

# Workload_Additional_9d6ee0d551
source: NotReady
zh_hans: 未就绪

# Workload_Additional_b86d11af79
source: Down
zh_hans: 停止并删除容器

# Workload_Additional_d06cc9afdf
source: Bound
zh_hans: 已绑定

# Workload_Additional_d70b9e24bc
source: Created
zh_hans: 已创建

# Workload_Additional_e159b06187
source: Paused
zh_hans: 已暂停

# Workload_Additional_e674447337
source: Available
zh_hans: 可用

# Workload_Additional_ec9b10a4a7
source: Dead
zh_hans: 已终止

# Workload_Additional_f33deea9b1
source: Released
zh_hans: 已释放

# Workload_Additional_f4ccae29e1
source: Running
zh_hans: 运行中

# Workload_Final_140bedbf9c
source: none
zh_hans: 无

# Workload_Final_1aa4cb0bcc
source: Image
zh_hans: 镜像

# Workload_Final_7a91db72b7
source: Remove failed
zh_hans: 移除失败

# Workload_Final_9cd854d29b
source: Start failed
zh_hans: 启动失败

# Workload_Final_c695ffc1a0
source: (failed)
zh_hans: （失败）

source: Back to containers
zh_hans: 返回容器列表

source: Start
zh_hans: 启动

# Resource_ContainerDetail_005.Text
source: Restart
zh_hans: 重启

source: Kill (force stop)
zh_hans: 强制停止

# Resource_ContainerDetail_007.Text
source: Kill (force stop)
zh_hans: 强制停止

source: Open terminal
zh_hans: 打开终端

source: Open a shell in the container
zh_hans: 在容器中打开 shell

source: Open published port in browser
zh_hans: 在浏览器中打开已发布端口

source: Build a redacted AI diagnosis preview
zh_hans: 生成已脱敏的 AI 诊断预览

# Resource_ContainerDetail_011.Text
source: Diagnose
zh_hans: 诊断

# Resource_ContainerDetail_013.Text
source: Export filesystem…
zh_hans: 导出文件系统…

# Resource_ContainerDetail_014.Text
source: Attach to main process…
zh_hans: 连接到主进程…

source: Remove
zh_hans: 删除

# Resource_ContainerDetail_016.Text
source: Logs
zh_hans: 日志

# Resource_ContainerDetail_017.Text
source: Summary
zh_hans: 摘要

# Resource_ContainerDetail_018.Text
source: Stats
zh_hans: 统计

# Resource_ContainerDetail_019.Text
source: Inspect
zh_hans: 查看详情

# Resource_ContainerDetail_020.Text
source: Files
zh_hans: 文件

# Resource_ContainerDetail_021.Text
source: Changes
zh_hans: 更改

# Resource_ContainerDetail_022.Text
source: AI diagnosis
zh_hans: AI 诊断

# Resource_ContainerDetail_023.Text
source: Send diagnosis
zh_hans: 发送诊断

source: Dismiss diagnosis
zh_hans: 关闭诊断

source: Dismiss
zh_hans: 关闭

# Resource_ContainerDetail_025.Header
source: Technical details
zh_hans: 技术详情

# Resource_ContainerDetail_026.Content
source: Copy details
zh_hans: 复制详情

# Resource_ContainerDetail_027.Header
source: What will be sent (redacted)
zh_hans: 将发送的内容（已脱敏）

# Resource_ContainerDetail_028.Text
source: Summary
zh_hans: 摘要

# Resource_ContainerDetail_029.Text
source: Likely cause
zh_hans: 可能原因

# Resource_ContainerDetail_030.Content
source: Copy suggested fix
zh_hans: 复制建议的修复方案

# Resource_ContainerDetail_031.Header
source: Evidence cited
zh_hans: 引用的证据

# Resource_ContainerDetail_032.Text
source: Suggested fix (review-only)
zh_hans: 建议的修复方案（仅供审阅）

# Resource_ContainerDetail_033.PlaceholderText
source: Search logs…
zh_hans: 搜索日志…

source: Filter and highlight matching lines
zh_hans: 筛选并高亮匹配的行

source: Previous match
zh_hans: 上一个匹配项

source: Next match
zh_hans: 下一个匹配项

source: Match case
zh_hans: 区分大小写

source: Show only lines that match the search
zh_hans: 仅显示匹配搜索条件的行

source: Highlight error and warning lines
zh_hans: 高亮错误和警告行

source: Show timestamps
zh_hans: 显示时间戳

source: Show when each line was logged
zh_hans: 显示每行日志记录的时间

source: Wrap long lines
zh_hans: 长行自动换行

source: Save the visible log to a text file
zh_hans: 将可见日志保存为文本文件

# Resource_ContainerDetail_042.Text
source: Export
zh_hans: 导出

source: Clear the log view
zh_hans: 清空日志视图

# Resource_ContainerDetail_044.Text
source: Clear
zh_hans: 清空

# Resource_ContainerDetail_045.Text
source: Container ID
zh_hans: 容器 ID

# Resource_ContainerDetail_046.Text
source: State
zh_hans: 状态

# Resource_ContainerDetail_047.Text
source: Image
zh_hans: 镜像

# Resource_ContainerDetail_048.Text
source: Ports
zh_hans: 端口

# Resource_ContainerDetail_049.Text
source: IP address
zh_hans: IP 地址

# Resource_ContainerDetail_050.Text
source: Network
zh_hans: 网络

# Resource_ContainerDetail_051.Text
source: Started
zh_hans: 启动时间

# Resource_ContainerDetail_052.Text
source: Command
zh_hans: 命令

# Resource_ContainerDetail_053.Text
source: Writable size
zh_hans: 可写层大小

# Resource_ContainerDetail_054.Text
source: Virtual size
zh_hans: 虚拟大小

# Resource_ContainerDetail_055.Header
source: Environment variables
zh_hans: 环境变量

# Resource_ContainerDetail_056.Header
source: Mounts
zh_hans: 挂载

# Resource_ContainerDetail_057.Text
source: Networks
zh_hans: 网络

# Resource_ContainerDetail_058.Text
source: Connect to network…
zh_hans: 连接网络…

# Resource_ContainerDetail_059.Text
source: NETWORK
zh_hans: 网络

# Resource_ContainerDetail_060.Text
source: ALIASES
zh_hans: 别名

# Resource_ContainerDetail_061.Content
source: Disconnect
zh_hans: 断开

# Resource_ContainerDetail_062.Text
source: Memory
zh_hans: 内存

# Resource_ContainerDetail_063.Text
source: Network I/O
zh_hans: 网络 I/O

# Resource_ContainerDetail_064.Text
source: Block I/O
zh_hans: 磁盘 I/O

# Resource_ContainerDetail_065.Text
source: Processes (PIDs)
zh_hans: 进程（PID）

# Resource_ContainerDetail_066.Text
source: Updates every 2 seconds. Stats are only available while the container is running.
zh_hans: 每 2 秒更新一次。仅在容器运行时提供统计信息。

source: Navigate up
zh_hans: 返回上级目录

source: New folder
zh_hans: 新建文件夹

# Resource_ContainerDetail_070.Text
source: New folder
zh_hans: 新建文件夹

source: Upload files from host to current directory
zh_hans: 将主机文件上传到当前目录

# Resource_ContainerDetail_072.Text
source: Upload
zh_hans: 上传

source: Upload folder from host to current directory
zh_hans: 将主机文件夹上传到当前目录

# Resource_ContainerDetail_074.Text
source: Name
zh_hans: 名称

# Resource_ContainerDetail_075.Text
source: Type
zh_hans: 类型

# Resource_ContainerDetail_076.Text
source: Size
zh_hans: 大小

# Resource_ContainerDetail_077.Text
source: Modified
zh_hans: 修改时间

# Resource_ContainerDetail_078.Text
source: Permissions
zh_hans: 权限

# Resource_ContainerDetail_079.Text
source: If you know where a file or folder is, for example /var/log/app.log, you can still download it.
zh_hans: 如果知道文件或文件夹的路径（例如 /var/log/app.log），仍可下载。

# Resource_ContainerDetail_080.Content
source: Download by path…
zh_hans: 按路径下载…

# Resource_ContainerDetail_081.Text
source: Drop to upload
zh_hans: 拖放以上传

# Resource_ContainerDetail_082.Text
source: Files and folders will be copied into the current directory
zh_hans: 文件和文件夹将复制到当前目录

source: Recompute changes
zh_hans: 重新比较更改

# Resource_ContainerDetail_084.Text
source: Refresh
zh_hans: 刷新

# Resource_ContainerDetail_085.Text
source: Files added (A), changed (C), or deleted (D) versus the image.
zh_hans: 与镜像相比新增（A）、修改（C）或删除（D）的文件。

# Resource_Containers_001.Text
source: Containers
zh_hans: 容器

# Resource_Containers_002.Text
source: Run a container
zh_hans: 运行容器

source: Import from docker run
zh_hans: 从 docker run 导入

# Resource_Containers_003.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Prefill the Run dialog from a pasted docker run command
zh_hans: 粘贴 docker run 命令以预填运行选项

# Resource_Containers_004.Text
source: Import from docker run
zh_hans: 从 docker run 导入

# Resource_Containers_005.Text
source: Refresh
zh_hans: 刷新

# Resource_Containers_006.Text
source: Prune stopped
zh_hans: 清理已停止的容器

source: Select multiple containers
zh_hans: 选择多个容器

# Resource_Containers_007.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Select multiple containers
zh_hans: 选择多个容器

# Resource_Containers_008.Text
source: Select
zh_hans: 选择

# Resource_Containers_009.Text
source: Show all
zh_hans: 显示全部

# Resource_Containers_010.Text
source: Start
zh_hans: 启动

# Resource_Containers_011.Text
source: Stop
zh_hans: 停止

# Resource_Containers_012.Text
source: Remove
zh_hans: 删除

# Resource_Containers_013.Text
source: Cancel
zh_hans: 取消

# Resource_Containers_014.Text
source: NAME
zh_hans: 名称

# Resource_Containers_015.Text
source: IMAGE
zh_hans: 镜像

# Resource_Containers_016.Text
source: PORTS
zh_hans: 端口

# Resource_Containers_017.Text
source: NETWORK
zh_hans: 网络

# Resource_Containers_018.Text
source: SIZE
zh_hans: 大小

# Resource_Containers_019.Text
source: CREATED
zh_hans: 创建时间

# Resource_Containers_020.Text
source: ACTIONS
zh_hans: 操作

# Resource_Containers_021.Text
source: Health
zh_hans: 健康状态

# Resource_Containers_022.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Start
zh_hans: 启动

# Resource_Containers_023.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Stop
zh_hans: 停止

# Resource_Containers_024.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Restart
zh_hans: 重启

source: Terminal
zh_hans: 终端

# Resource_Containers_025.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Terminal
zh_hans: 终端

# Resource_Containers_026.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: More
zh_hans: 更多

# Resource_Containers_027.Text
source: Open in browser
zh_hans: 在浏览器中打开

# Resource_Containers_028.Text
source: Health check…
zh_hans: 健康检查…

# Resource_Containers_029.Text
source: Save as run profile
zh_hans: 保存为运行配置

# Resource_Containers_030.Text
source: Export filesystem…
zh_hans: 导出文件系统…

# Resource_Containers_031.Text
source: Attach to main process…
zh_hans: 连接到主进程…

# Resource_Containers_032.Text
source: Kill
zh_hans: 强制停止

# Resource_Containers_033.Text
source: Remove
zh_hans: 删除

# Resource_Containers_034.Text
source: Health
zh_hans: 健康状态

# Resource_Containers_035.Text
source: IMAGE
zh_hans: 镜像

# Resource_Containers_036.Text
source: PORTS
zh_hans: 端口

# Resource_Containers_037.Text
source: NETWORK
zh_hans: 网络

# Resource_Containers_038.Text
source: CREATED
zh_hans: 创建时间

# Resource_Containers_039.Text
source: SIZE
zh_hans: 大小

# Resource_Containers_040.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Start
zh_hans: 启动

# Resource_Containers_041.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Stop
zh_hans: 停止

# Resource_Containers_042.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Restart
zh_hans: 重启

# Resource_Containers_043.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Terminal
zh_hans: 终端

# Resource_Containers_044.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: More
zh_hans: 更多

# Resource_Containers_045.Text
source: Open in browser
zh_hans: 在浏览器中打开

# Resource_Containers_046.Text
source: Health check…
zh_hans: 健康检查…

# Resource_Containers_047.Text
source: Save as run profile
zh_hans: 保存为运行配置

# Resource_Containers_048.Text
source: Export filesystem…
zh_hans: 导出文件系统…

# Resource_Containers_049.Text
source: Attach to main process…
zh_hans: 连接到主进程…

# Resource_Containers_050.Text
source: Kill
zh_hans: 强制停止

# Resource_Containers_051.Text
source: Remove
zh_hans: 删除

# Resource_Containers_052.Text
source: No containers yet. Click "Run a container" to get started.
zh_hans: 尚无容器。点击“运行容器”开始使用。

# Resource_Dashboard_001.Text
source: Dashboard
zh_hans: 仪表板

# Resource_Dashboard_002.Text
source: Overview and live performance of your WSL containers
zh_hans: WSL 容器概况与实时性能

# Resource_Dashboard_003.Text
source: Containers
zh_hans: 容器

# Resource_Dashboard_004.Text
source: running
zh_hans: 运行中

# Resource_Dashboard_005.Text
source: of
zh_hans: 共

# Resource_Dashboard_006.Text
source: total
zh_hans: 个

# Resource_Dashboard_007.Text
source: Images
zh_hans: 镜像

# Resource_Dashboard_008.Text
source: Volumes
zh_hans: 数据卷

# Resource_Dashboard_009.Text
source: Engine
zh_hans: 引擎

# Resource_Dashboard_010.Text
source: Total CPU usage
zh_hans: CPU 总使用率

# Resource_Dashboard_011.Text
source: Live container performance
zh_hans: 容器实时性能

# Resource_Dashboard_012.Text
source: NAME
zh_hans: 名称

# Resource_Dashboard_013.Text
source: MEMORY
zh_hans: 内存

# Resource_Dashboard_014.Text
source: NET I/O
zh_hans: 网络 I/O

# Resource_Dashboard_015.Text
source: BLOCK I/O
zh_hans: 磁盘 I/O

source: Live container performance
zh_hans: 容器实时性能

# Resource_Dashboard_017.Text
source: MEMORY
zh_hans: 内存

# Resource_Dashboard_018.Text
source: NET I/O
zh_hans: 网络 I/O

# Resource_Dashboard_019.Text
source: BLOCK I/O
zh_hans: 磁盘 I/O

# Resource_Dashboard_020.Text
source: No running containers to report stats for.
zh_hans: 没有正在运行的容器可显示统计信息。

# Resource_Endpoints_001.Text
source: Endpoints
zh_hans: 端点

# Resource_Endpoints_002.Text
source: Refresh
zh_hans: 刷新

# Resource_Endpoints_003.Text
source: CONTAINER
zh_hans: 容器

# Resource_Endpoints_004.Text
source: HOST PORT
zh_hans: 主机端口

# Resource_Endpoints_005.Text
source: CONTAINER PORT
zh_hans: 容器端口

# Resource_Endpoints_006.Text
source: ADDRESS
zh_hans: 地址

# Resource_Endpoints_007.Text
source: ACTIONS
zh_hans: 操作

# Resource_Endpoints_008.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open in browser
zh_hans: 在浏览器中打开

# Resource_Endpoints_009.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open in browser
zh_hans: 在浏览器中打开

source: Copy address
zh_hans: 复制地址

# Resource_Endpoints_010.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Copy address
zh_hans: 复制地址

# Resource_Endpoints_011.Text
source: HOST PORT
zh_hans: 主机端口

# Resource_Endpoints_012.Text
source: CONTAINER
zh_hans: 容器

# Resource_Endpoints_013.Text
source: ADDRESS
zh_hans: 地址

# Resource_Endpoints_014.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open in browser
zh_hans: 在浏览器中打开

# Resource_Endpoints_015.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open in browser
zh_hans: 在浏览器中打开

# Resource_Endpoints_016.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Copy address
zh_hans: 复制地址

# Resource_Images_001.Text
source: Images
zh_hans: 镜像

# Resource_Images_002.Text
source: Pull image
zh_hans: 拉取镜像

# Resource_Images_003.Text
source: Build
zh_hans: 构建

source: Import images
zh_hans: 导入镜像

# Resource_Images_004.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Bring images in from a .tar file
zh_hans: 从 .tar 文件导入镜像

# Resource_Images_005.Text
source: Import
zh_hans: 导入

source: Restore saved images
zh_hans: 恢复已保存的镜像

# Resource_Images_007.Text
source: Restore saved images…
zh_hans: 恢复已保存的镜像…

# Resource_Images_008.Text
source: Brings images back exactly as they were: the same names, tags and start command. Use it to move images to another PC or restore a backup.
zh_hans: 完整恢复镜像的名称、标签和启动命令，可用于将镜像迁移到另一台电脑或恢复备份。

# Resource_Images_009.Text
source: To make this file:
zh_hans: 生成此文件的方法：

# Resource_Images_010.Text
source: on this page, choose ⋯ → Save to file… on an image, or Select several images → Save selected.
zh_hans: 在此页面对镜像选择 ⋯ → 保存到文件…，或选择多个镜像 → 保存选中项。

source: Create image from exported files
zh_hans: 从导出的文件创建镜像

# Resource_Images_012.Text
source: Create image from exported files…
zh_hans: 从导出的文件创建镜像…

# Resource_Images_013.Text
source: Makes a new image from a copy of a container's files. Only the files are kept: not the start command, environment variables or ports, so give it a command when you run it.
zh_hans: 使用容器文件的副本创建新镜像。仅保留文件，不保留启动命令、环境变量或端口，因此运行时需要指定命令。

# Resource_Images_014.Text
source: To make this file:
zh_hans: 生成此文件的方法：

# Resource_Images_015.Text
source: on the Containers page, choose ⋯ → Export filesystem… on a container.
zh_hans: 在容器页面对容器选择 ⋯ → 导出文件系统…。

# Resource_Images_016.Text
source: Refresh
zh_hans: 刷新

source: Check for image updates
zh_hans: 检查镜像更新

# Resource_Images_017.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Compare local images against their registry for newer versions
zh_hans: 检查镜像仓库是否有本地镜像的新版本

# Resource_Images_018.Text
source: Check for updates
zh_hans: 检查更新

# Resource_Images_019.Text
source: Prune
zh_hans: 清理

source: Select multiple images
zh_hans: 选择多个镜像

# Resource_Images_020.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Select multiple images
zh_hans: 选择多个镜像

# Resource_Images_021.Text
source: Select
zh_hans: 选择

# Resource_Images_022.Text
source: Remove selected
zh_hans: 删除选中项

# Resource_Images_023.Text
source: Save selected
zh_hans: 保存选中项

# Resource_Images_024.Text
source: Cancel
zh_hans: 取消

# Resource_Images_025.Text
source: REPOSITORY
zh_hans: 仓库

# Resource_Images_026.Text
source: TAG
zh_hans: 标签

# Resource_Images_027.Text
source: IMAGE ID
zh_hans: 镜像 ID

# Resource_Images_028.Text
source: SIZE
zh_hans: 大小

# Resource_Images_029.Text
source: CREATED
zh_hans: 创建时间

# Resource_Images_030.Text
source: ACTIONS
zh_hans: 操作

source: Pull update
zh_hans: 拉取更新

# Resource_Images_032.Text
source: Update
zh_hans: 更新

source: Run
zh_hans: 运行

# Resource_Images_033.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Run
zh_hans: 运行

# Resource_Images_034.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: More
zh_hans: 更多

# Resource_Images_035.Text
source: Pull update
zh_hans: 拉取更新

# Resource_Images_036.Text
source: Run profile
zh_hans: 运行配置

# Resource_Images_037.Text
source: Tag
zh_hans: 添加标签

# Resource_Images_038.Text
source: Push
zh_hans: 推送

# Resource_Images_039.Text
source: Save to file…
zh_hans: 保存到文件…

# Resource_Images_040.Text
source: Copy digest
zh_hans: 复制摘要

# Resource_Images_041.Text
source: Inspect
zh_hans: 查看详情

# Resource_Images_042.Text
source: Remove
zh_hans: 删除

# Resource_Images_043.Text
source: TAG
zh_hans: 标签

# Resource_Images_044.Text
source: IMAGE ID
zh_hans: 镜像 ID

# Resource_Images_045.Text
source: SIZE
zh_hans: 大小

# Resource_Images_046.Text
source: CREATED
zh_hans: 创建时间

# Resource_Images_047.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Run
zh_hans: 运行

# Resource_Images_048.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: More
zh_hans: 更多

# Resource_Images_049.Text
source: Pull update
zh_hans: 拉取更新

# Resource_Images_050.Text
source: Run profile
zh_hans: 运行配置

# Resource_Images_051.Text
source: Tag
zh_hans: 添加标签

# Resource_Images_052.Text
source: Push
zh_hans: 推送

# Resource_Images_053.Text
source: Save to file…
zh_hans: 保存到文件…

# Resource_Images_054.Text
source: Copy digest
zh_hans: 复制摘要

# Resource_Images_055.Text
source: Inspect
zh_hans: 查看详情

# Resource_Images_056.Text
source: Remove
zh_hans: 删除

# Resource_Images_057.Text
source: No images. Pull one to get started.
zh_hans: 暂无镜像。拉取镜像以开始使用。

# Resource_Networks_001.Text
source: Networks
zh_hans: 网络

# Resource_Networks_002.Text
source: Create network
zh_hans: 创建网络

# Resource_Networks_003.Text
source: Refresh
zh_hans: 刷新

# Resource_Networks_004.Text
source: Prune
zh_hans: 清理

source: Select multiple networks
zh_hans: 选择多个网络

# Resource_Networks_005.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Select multiple networks
zh_hans: 选择多个网络

# Resource_Networks_006.Text
source: Select
zh_hans: 选择

# Resource_Networks_007.Text
source: Remove selected
zh_hans: 删除选中项

# Resource_Networks_008.Text
source: Cancel
zh_hans: 取消

# Resource_Networks_009.Text
source: NAME
zh_hans: 名称

# Resource_Networks_010.Text
source: DRIVER
zh_hans: 驱动

# Resource_Networks_011.Text
source: USED BY
zh_hans: 使用者

# Resource_Networks_012.Text
source: ACTIONS
zh_hans: 操作

# Resource_Networks_013.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Built-in network managed by WSLC. It cannot be edited or removed.
zh_hans: 由 WSLC 管理的内置网络，无法编辑或删除。

# Resource_Networks_014.Text
source: Built-in
zh_hans: 内置

source: Inspect
zh_hans: 查看详情

# Resource_Networks_015.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Inspect
zh_hans: 查看详情

# Resource_Networks_016.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove
zh_hans: 删除

# Resource_Networks_017.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Built-in network managed by WSLC. It cannot be edited or removed.
zh_hans: 由 WSLC 管理的内置网络，无法编辑或删除。

# Resource_Networks_018.Text
source: Built-in
zh_hans: 内置

# Resource_Networks_019.Text
source: DRIVER
zh_hans: 驱动

# Resource_Networks_020.Text
source: USED BY
zh_hans: 使用者

# Resource_Networks_021.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Inspect
zh_hans: 查看详情

# Resource_Networks_022.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove
zh_hans: 删除

# Resource_Networks_023.Text
source: No user-defined networks.
zh_hans: 暂无用户定义的网络。

# Resource_ReclaimSpace_003.Text
source: Refresh
zh_hans: 刷新

# Resource_ReclaimSpace_010.Text
source: images
zh_hans: 个镜像

# Resource_Registries_001.Text
source: Registries
zh_hans: 镜像仓库

# Resource_Registries_002.Text
source: Add registry
zh_hans: 添加镜像仓库

# Resource_Registries_003.Text
source: Add from Azure
zh_hans: 从 Azure 添加

# Resource_Registries_004.Text
source: Refresh status
zh_hans: 刷新状态

# Resource_Registries_005.Text
source: NAME
zh_hans: 名称

# Resource_Registries_006.Text
source: HOST
zh_hans: 主机
